/* No comment provided by engineer. */
"5秒ごとに時給アップ！" = "The hourly wage up to every 5 seconds！";

/* No comment provided by engineer. */
"85円" = "0.99$";

/* No comment provided by engineer. */
"250円" = "2.99$";

/* No comment provided by engineer. */
"responseなし" = "No response";

/* No comment provided by engineer. */
"いいえ" = "No";

/* No comment provided by engineer. */
"お店のバックヤードが舞台だ" = "Back yard of the shop is the stage";

/* No comment provided by engineer. */
"はい" = "Yes";

/* No comment provided by engineer. */
"ゲームを中止してメニュー画面に戻ります。よろしいですか？" = "Back to menu to stop the game. Are you sure?";

/* No comment provided by engineer. */
"ペンギンのスピードは時給アップとともに速くなるよ" = "Penguin will speed up with the hourly rate up";

/* No comment provided by engineer. */
"メッセージ" = "Message";

/* No comment provided by engineer. */
"リストア処理開始" = "Restore process start";

/* No comment provided by engineer. */
"攻略のヒント" = "Game Tips";

/* No comment provided by engineer. */
"時給はどこまで上がるかな" = "How much can be raising the hourly rate?";

/* No comment provided by engineer. */
"確認" = "Confirmation";

/* No comment provided by engineer. */
"確認ダイアログ" = "Confirmation dialog";

/* No comment provided by engineer. */
"缶が1列全部なくなったらゲームオーバーだよ" = "It's game over when it be no longer can one column all";

/* No comment provided by engineer. */
"缶を上フリックで補充しよう" = "Let supplemented the can with on flick";

/* No comment provided by engineer. */
"親ペンギンが何を買うかみきわめてしっかり補充しよう" = "Assessing the what parent penguin buy,let supplementation in advance";

/* No comment provided by engineer. */
"親ペンギンの出現は時給とともにアップ" = "Appearance of the parent penguin up with hourly wage";

/* No comment provided by engineer. */
"親ペンギンは5つまとめて購入" = "Parent penguin buy together five";

/* No comment provided by engineer. */
"課金が許可されていません。" = "Billing is not allowed.";

/* No comment provided by engineer. */
"購入" = "Buy";

/* No comment provided by engineer. */
"購入処理成功！" = "Purchase processing success!";

/* No comment provided by engineer. */
"過去のスコアに応じて難易度が自動で調整されるよ" = "It will be automatically adjusted difficulty according to past score";

"時給" = "Hourly wage";
"親ペンギン出現" = "Parent penguin appearance";
"補充回数" = "Number of supplemented";
"ランク" = "Rank";
"×5             85円"="×5             0.99$";
"×5             85円"="×5             0.99$";
"×20          250円"="×20           2.99$";
"×20          250円"="×20           2.99$";
"アイテム" = "Items";

